Repository: nicolargo/glances
Catalog: i18n/*/LC_MESSAGES/glances.po
Languages: fr, it, pt_br

source: Textmode GUI initialization failed, Glances cannot start.
fr: Initialisation de l'interface utilisateur textuel impossible, Glances ne peut être démaré
it: Iniziallizzazione GUI modalità testuale fallita. Glances non può essere avviato
pt_br: A inicialização da interface gráfica em modo texto falhou, o Glances não pode iniciar.

source: Error: Can not init the libstatgrab library.
fr: Erreur: Impossible d'initialiser la bibliothèques libstatgrab.
it: Error: Impossibile inizializzare le librerie libstatgrab
pt_br: Erro: Não foi possível iniciar a biblioteca libstatgrab.

source: Error: Can not init the curses library.
fr: Erreur: Impossible d'initialiser la bibliothèques curses.
it: Error: Impossibile inizializzare le librerie Curses
pt_br: Erro: Não foi possível iniciar a biblioteca curses.

source: Glances help (press 'h' to hide)
fr: Aide Glances (appuyer sur 'h' pour cacher)
it: Aiuto di Glances (premi 'h' per nascondere)
pt_br: Ajuda do Glances (pressione 'h' para ocultar)

source: 'h' to display|hide this help message
fr: 'h' pour afficher|cacher ce message d'aide
it: 'h' per mostrare|nascondere questo messaggio di aiuto
pt_br: 'h' para mostrar|ocultar esta mensagem de ajuda

source: 'a' to sort processes automatically
fr: 'a' pour trier les processus automatiquement
it: 'a' per ordinare i processi automaticamente
pt_br: 'a' para ordenar os processos automaticamente

source: 'c' to sort processes by CPU consumption
fr: 'c' pour trier les processus par consomation du CPU
it: 'c' per ordinare i processi secondo il consumo di CPU
pt_br: 'c' para ordenar os processos por consumo de CPU

source: 'd' to disable|enable the disk IO stats
fr: 'd' pour désactiver|activer les statistiques E/S disque
it: 'd' per disabilitare|abilitare le statistiche IO del disco
pt_br: 'd' para desabilitar|habilitar as estatísticas de IO do disco

source: 'f' to disable|enable the file system stats
fr: 'f' pour désactiver|activer les statistiques du système de fichiers
it: 'f' per disabilitare|abilitare le statistiche del file system
pt_br: 'f' para desabilitar|habilitar as estatísticas do sistema de arquivos

source: 'm' to sort processes by process size
fr: 'm' pour trier les processus pas taille
it: 'm' per ordinare i processi secondo la dimensione del processo
pt_br: 'm' para ordenar os processos pelo tamanho do processo

source: 'n' to disable|enable the network interfaces stats
fr: 'n' pour désactiver|activer les statistiques des interfaces réseaux
it: 'n' per disabilitare|abilitare le statistiche dell'interfaccia di rete
pt_br: 'n' para desabilitar|habilitar as estatísticas das interfaces de rede

source: 'q' to exit Glances
fr: 'q' pour quitter Glances
it: 'q' per uscire da Glances
pt_br: 'q' para sair do Glances

source: running on
fr: en fonction sur
it: eseguito su
pt_br: rodando em

source: User:
fr: Utilisateur:
it: Utente:
pt_br: Usuário:

source: Nice:
it: Priorità

source: Idle:
fr: Repos:
it: Ozioso:
pt_br: Ocioso:

source: Load
fr: Charge
it: Carica
pt_br: Carga

source: -Core
fr: -Coeurs
it: Nucleo
pt_br: -Núcleo(s)

source: 1 min:
it: 1 minuto:

source: 5 mins:
it: 5 minuti:

source: 15 mins:
it: 15 minuti:

source: Real
fr: Réel
it: Reale

source: Total:
it: Totale:

source: Used:
fr: Utilisé:
it: Usata:
pt_br: Usado:

source: Free:
fr: Libre:
it: Libera:
pt_br: Livre:

source: Net rate
fr: Ratio net
it: Velocità di rete
pt_br: Taxa da rede

source: Disk I/O
fr: E/S Disque
it: I/O Disco
pt_br: I/O do Disco

source: Mount
fr: Montage
it: Monta
pt_br: Partições

source: Total
it: Totale

source: Used
fr: Utilisé
it: Usato
pt_br: Usado

source: Process
fr: Processus
it: Processo
pt_br: Processo

source: Running
fr: En marche
it: Avviato
pt_br: Rodando

source: Sleeping
fr: En sommeil
it: Dormendo
pt_br: Dormindo

source: Other
fr: Autre
it: Altro
pt_br: Outro

source: Number:
fr: Nombre:
it: Numero:
pt_br: Número

source: Size MB
fr: Taille MB
it: Dimensione Mb
pt_br: Tamanho MB

source: Name
fr: Nom
it: Nome
pt_br: Nome

source: CAREFUL
fr: CALME
it: ATTENZIONE
pt_br: CUIDADO

source: WARNING
fr: DANGER
it: ALLARME
pt_br: AVISO

source: CRITICAL
fr: CRITIQUE
it: CRITICO
pt_br: CRÍTICO

source: %Y-%m-%d %H:%M:%S
fr: %d/%m/%Y %H:%M:%S
it: %d.%m.%Y %H:%M:%S
pt_br: %d-%m-%Y %H:%M:%S

source: Glances version
fr: Version Glances
it: Versione di Glances
pt_br: Glances versão

source: Usage: glances.py [-t|--time sec] [-h|--help] [-v|--version]
fr: Utilisation : glances.py [-t|--time sec] [-h|--help] [-v|--version]
it: Uso: glances.py [-t|--time sec] [-h|--help] [-v|--version]
pt_br: Uso: glances.py [-t|--time seg] [-h|--help] [-v|--version]

source: -h: Display the syntax and exit
fr: -h: Affiche la syntaxe et quitte
it: -h: Mostra la sintassi ed esce
pt_br: -h: Mostra a sintaxe e sai

source: -t sec: Set the refresh time in second default is 1
fr: -t sec: Fixe le temps de raffraichissement en seconde, 1s par défaut
it: -t sec: Stabilisce il tempo di controllo in secondi, di base è 1 secondo
pt_br: -t seg: Ajusta o tempo de atualização em segundos, o padrão é 1

source: -v: Display the version and exit
fr: -v: Affiche la version et quitte
it: -v: Mostra la versione ed esce
pt_br: -v: Mostra a versão e sai

source: When Glances is running, you can press:
fr: Quand Glances fonctionne, vous pouvez appuyer:
it: Quando GLances è avviato, tu puoi premere:
pt_br: Quando o Glances estiver rodando, você pode pressionar:

source: 'a' to set the automatic mode. The processes are sorted automatically
fr: 'a' pour activer le mode auto. Les processus sont trié automatiquement
it: 'a' per stabilire la modalità automatica. I processi verranno ordinati automaticamente
pt_br: 'a' para ativar o modo automático. Os processos são ordenados automaticamente

source: 'c' to sort the processes list by CPU consumption
fr: 'c' pour trier les processus par consomation CPU
it: 'c' per ordinare la lista dei processi secondo il consumo di CPU
pt_br: 'c' para ordenar a lista de processos pelo consumo de CPU

source: 'd' to disable or enable the disk IO stats
fr: 'd' pour désactiver ou activer les statistiques E/S disque
it: 'd' per disabilitare o abilitare le statistiche IO del disco
pt_br: 'd' para desabilitar ou habilitar as estatísticas de IO do disco

source: 'f' to disable or enable the file system stats
fr: 'f' pour désactiver ou activer les statistiques du système de fichier
it: 'f' per disabilitare o abilitare le statistiche del file system
pt_br: 'f' para desabilitar ou habilitar as estatísticas do sistema de arquivos

source: 'h' to hide or show the help message
fr: 'h' pour cacher ou afficher le message d'aide
it: 'h' per nascondere o mostrare il messaggio di aiuto
pt_br: 'h' para ocultar ou mostrar a mensagem de ajuda

source: 'm' to sort the processes list by process size
fr: 'm' pour trier les processus par taille
it: 'm' per ordinare la lista dei processi secondo la dimensione del processo
pt_br: 'm' para ordenar a lista de processos pelo tamanho do processo

source: 'n' to disable or enable the network interfaces stats
fr: 'n' pour désactiver ou activer les statistiques réseaux
it: 'n' per disabilitare o abilitare le statistiche dell'interfaccia di rete
pt_br: 'n' para desabilitar ou habilitar as estatísticas das interfaces de rede

source: 'q' to exit
fr: 'q' pour quitter
it: 'q' per uscire
pt_br: 'q' para sair

source: Error: Refresh time should be a positive non-null integer
fr: Erreur: Le temps de raffraichissement doit être un entier positif non nul
it: Error: Il tempo di controllo dev'essere un intero positivo non nullo
pt_br: Erro: O tempo de atualização deve ser um número inteiro não-nulo

source: Kernel:
fr: Noyau:

source: Rx/ps
fr: Px/ps

source: Res MB
pt_br: Rec MB
